Autodesk.Revit.DB.DefaultDivideSettings.GetDefaultDivideSettings(Autodesk.Revit.DB.Document)
Obtains the DefaultDivideSettings object for the specified document.
cda:
A document.
Returns:
The DefaultDivideSettings object.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2014